[
  {
    "id": "rek",
    "author": "Фридрих Рек‑Маллечевен",
    "title": "Дневник отчаявшегося (1936–1944)",
    "cover": "rek.jpg",
    "note": "Дневниковые записи немецкого публициста о жизни в нацистской Германии: атмосфера страха, моральный распад, наблюдения очевидца и личное сопротивление режиму."
  },
  {
    "id": "stargardt",
    "author": "Николас Старгардт",
    "title": "Мобилизованная нация. Германия 1939–1945",
    "cover": "stargardt.jpg",
    "note": "Исследование того, как войну переживали и поддерживали «обычные» немцы: настроения, пропаганда, фронт и тыл, изменения общества на фоне катастрофы 1939–1945."
  },
  {
    "id": "bergman",
    "author": "Ронен Бергман",
    "title": "Восстань и убей первым",
    "cover": "bergman.jpg",
    "note": "История израильских целевых ликвидаций и спецопераций: как формировалась практика, ключевые эпизоды, дилеммы безопасности и морали."
  },
  {
    "id": "son_hamas",
    "author": "Мусаб Хасан Юсеф (при участии Рона Брэккина)",
    "title": "Сын Хамаса",
    "cover": "son_hamas.jpg",
    "note": "Автобиографический рассказ сына одного из лидеров ХАМАС: путь внутри движения, конфликт убеждений, сотрудничество с израильской разведкой и личная цена выбора."
  },
  {
    "id": "mann",
    "author": "Майкл Манн",
    "title": "Тёмная сторона демократии",
    "cover": "mann.jpg",
    "note": "О том, как демократические идеи и национализм могут приводить к насилию и «очищениям»: разбор механизмов массовой мобилизации и случаев в разных странах."
  },
  {
    "id": "pozhivilko",
    "author": "Константин Поживилко",
    "title": "Слёзы радости. Как я разлагал израильскую армию",
    "cover": "pozhivilko.jpeg",
    "note": "Автобиографический текст о личном опыте службы автора в израильской армии, внутреннем конфликте и взгляде на военную систему и общество."
  },
  {
    "id": "auschwitz",
    "author": "Лоуренс Рис",
    "title": "Освенцим. Нацисты и «окончательное решение еврейского вопроса»",
    "cover": "auschwitz.jpg",
    "note": "Документальный рассказ об истории Освенцима и механике уничтожения: свидетельства выживших и участников, роль лагеря в реализации «окончательного решения»."
  },
  {
    "id": "buescher",
    "author": "Вольфганг Бюшер",
    "title": "Берлин — Москва. Пешее путешествие",
    "cover": "buescher.jpg",
    "note": "Дорожные заметки о пешем пути из Берлина в Москву: наблюдения, встречи, города и провинция, взгляд на пространство и людей по маршруту."
  },
  {
    "id": "hiroshima",
    "author": "Джон Херси",
    "title": "Хиросима",
    "cover": "hiroshima.jpg",
    "note": "Классический репортаж о последствиях атомной бомбардировки: истории шести жителей Хиросимы, их опыт в первые часы и дальнейшая жизнь после взрыва."
  },
  {
    "id": "vietnam",
    "author": "Макс Хейстингс",
    "title": "Вьетнам. История трагедии 1945–1975",
    "cover": "vietnam.jpg",
    "note": "Обширная хроника войны во Вьетнаме: политика и стратегия, повседневность войны, решения лидеров и цена конфликта для всех сторон."
  },
  {
    "id": "rafati",
    "author": "Халил Рафати",
    "title": "Я забыл умереть",
    "cover": "rafati.jpg",
    "note": "Личный рассказ о падении, зависимости и возвращении к жизни: путь автора через кризис к восстановлению и помощи другим."
  },
  {
    "id": "son_terrorist",
    "author": "Зак Ибрагим (при участии Джеффа Джайлса)",
    "title": "Сын террориста. История одного выбора",
    "cover": "son_terrorist.jpg",
    "note": "История сына участника теракта 1993 года в Нью‑Йорке: как жить с наследием отца и почему автор выбирает другой путь и другую идентичность."
  }
]