[
  {
    "id": "mann_dark_side",
    "title": "Тёмная сторона демократии",
    "author": "Майкл Манн",
    "cover": "covers/mann_dark_side.jpg",
    "desc": "В книге Майкл Манн исследует парадокс демократии, показывая, что процессы демократизации не всегда приводят к стабильности и процветанию и в ряде случаев могут становиться источником насилия, этнических чисток и распада государств. Он рассматривает исторические примеры, где попытки внедрить демократические институты в сложных и конфликтных обществах приводили к кровопролитию, и анализирует, почему политические модели, успешно работающие на Западе, в других регионах иногда запускают противоположные процессы. Манн поднимает неудобные вопросы о том, насколько универсальны демократические ценности и что происходит, когда их пытаются навязать обществам, не готовым к таким изменениям."
  },
  {
    "id": "rees_auschwitz",
    "title": "Освенцим",
    "author": "Лоуренс Рис",
    "cover": "covers/rees_auschwitz.webp",
    "desc": "Лоуренс Рис на основе интервью со свидетелями, архивных документов и многолетних исследований воссоздаёт историю Освенцима — лагеря, который изначально создавался как место заключения польских политических узников, а затем стал крупнейшим центром массового уничтожения людей в истории. Автор опровергает ряд распространённых мифов о лагере и Холокосте и даёт подробную картину того, как функционировал этот лагерный комплекс, где были убиты более миллиона человек. Это исследование сочетает документальную точность, человеческие истории выживания и анализа факторов, приведших к трагедии такого масштаба в самом центре Европы."
  },
  {
    "id": "reck_diary",
    "title": "Дневник отчаявшегося",
    "author": "Фридрих Рек-Маллечевен",
    "cover": "covers/reck_diary.webp",
    "desc": "Дневник Фридриха Река-Маллечевена, который он вёл с 1936 года до своего ареста в 1944-м, является одним из самых ярких личных свидетельств жизни в нацистской Германии. С острой наблюдательностью и внутренней независимостью автор описывает моральное разложение общества, жестокость режима и атмосферу страха, предвидя неизбежный крах национал-социализма. Впервые опубликованный в 1947 году, этот текст стал важнейшим документом эпохи и был переведён на многие языки. Сам автор погиб в концлагере Дахау в 1945 году, что придаёт его записям дополнительную трагическую силу."
  },
  {
    "id": "stargardt_mobilized",
    "title": "Мобилизованная нация. Германия 1939–1945",
    "author": "Николас Старгардт",
    "cover": "covers/stargardt_mobilized.jpg",
    "desc": "Николас Старгардт рассматривает Вторую мировую войну через восприятие обычных немцев, опираясь на письма, дневники и частные свидетельства военного времени. В книге последовательно прослеживается, как менялись настроения общества от начала войны до краха нацистского режима, какие надежды и страхи испытывали люди и как они реагировали на репрессии, насилие и преступления, происходившие вокруг. Автор уделяет внимание пропаганде, повседневной жизни, взаимоотношениям государства и церкви, а также тому, как граждане Германии воспринимали происходящее вокруг. При очевидной антинацистской позиции автор старается избегать морализаторства и даёт максимально документированное и беспристрастное описание."
  },
  {
    "id": "yousef_son_of_hamas",
    "title": "Сын ХАМАСа",
    "author": "Мусаб Хасан Юсеф",
    "cover": "covers/yousef_son_of_hamas.jpg",
    "desc": "История Мусаба Хасана Юсефа — это рассказ о человеке, которого с детства воспитывали в атмосфере ненависти, но который в итоге сделал иной выбор. Он более десяти лет сотрудничал с израильской разведкой, предотвращая теракты и спасая жизни, и оказался между двумя мирами, рискуя собственной безопасностью и разрывая связи с семьёй. Эта книга не только о шпионской деятельности и двойной жизни, но и о внутреннем выборе, вере, моральной ответственности и цене, которую приходится платить за отказ от насилия."
  },
  {
    "id": "bergman_rise_kill_first",
    "title": "Восстань и убей первым",
    "author": "Ронен Бергман",
    "cover": "covers/bergman_rise_kill_first.jpg",
    "desc": "Ронен Бергман проводит масштабное журналистское расследование деятельности израильских спецслужб, раскрывая историю тайных операций и политики целенаправленных ликвидаций. Книга основана на тысячах интервью с политиками, разведчиками и военными, а также на ранее засекреченных документах. Автор показывает, как формировалась система принятия решений в сфере безопасности, какие моральные и политические дилеммы стояли перед государством и как секретность и цензура долгое время закрывали доступ к этой теме."
  },
  {
    "id": "ibrahim_son_terrorist",
    "title": "Сын террориста",
    "author": "Зак Ибрагим",
    "cover": "covers/ibrahim_son_terrorist.jpg",
    "desc": "Зак Ибрагим рассказывает о том, как вырос в семье радикала и в какой-то момент решил отказаться от наследия ненависти. Он описывает путь к осознанию личной ответственности и выбору мирной позиции, несмотря на давление среды и собственное прошлое. Это история о том, что человек не обязан повторять судьбу своей семьи и что даже в атмосфере экстремизма возможен выбор в пользу диалога и отказа от насилия."
  },
  {
    "id": "rafati_forgot_to_die",
    "title": "Я забыл умереть",
    "author": "Халил Рафати",
    "cover": "covers/rafati_forgot_to_die.jpg",
    "desc": "Автобиографическая история Халила Рафати рассказывает о человеке, прошедшем через зависимость, криминальную среду и личные кризисы, но сумевшем постепенно изменить свою жизнь. Автор честно описывает путь от саморазрушения к восстановлению и попытке построить новую жизнь после тяжёлого прошлого. Это рассказ о выживании, внутреннем переломе и ответственности за собственную судьбу."
  },
  {
    "id": "pozhivilko_tears_of_joy",
    "title": "Слёзы радости. Как я разлагал израильскую армию",
    "author": "Константин Поживилко",
    "cover": "covers/pozhivilko_tears_of_joy.jpg",
    "desc": "Книга представляет собой личный рассказ о службе в израильской армии и о месте армии в обществе. Через ироничное и откровенное описание армейских будней автор показывает принципы функционирования военной системы и собственный опыт взросления и адаптации. Это сочетание воспоминаний, наблюдений и размышлений о том, как армия влияет на формирование мировоззрения человека."
  },
  {
    "id": "hastings_vietnam",
    "title": "Вьетнам. История трагедии. 1945–1975",
    "author": "Макс Хейстингс",
    "cover": "covers/hastings_vietnam.jpg",
    "desc": "Макс Хейстингс создаёт масштабное исследование войны во Вьетнаме, опираясь на интервью с участниками конфликта и большое количество документов. Он рассматривает события с разных сторон и стремится показать войну без однозначного разделения на правых и виноватых. Книга даёт объёмное представление о войне как о сложной исторической реальности, в которой переплетаются политика, идеология и судьбы людей."
  },
  {
    "id": "hersey_hiroshima",
    "title": "Хиросима",
    "author": "Джон Херси",
    "cover": "covers/hersey_hiroshima.webp",
    "desc": "Репортаж Джона Херси о бомбардировке Хиросимы стал одним из самых известных журналистских текстов XX века. Автор прослеживает судьбы шести выживших, начиная с момента взрыва и заканчивая последствиями, которые они переживали в последующие годы. Книга показывает катастрофу через человеческие истории, сочетая документальную точность и глубокое внимание к деталям."
  },
  {
    "id": "buscher_berlin_moscow",
    "title": "Берлин — Москва. Пешее путешествие",
    "author": "Вольфганг Бюшер",
    "cover": "covers/buscher_berlin_moscow.jpg",
    "desc": "Книга Вольфганга Бюшера описывает его пешее путешествие из Берлина в Москву, которое превращается в размышление о Европе, её истории и людях. За время пути автор проходит через пространства, наполненные памятью о войнах и политических катастрофах, встречает разных людей и постепенно переосмысливает собственное восприятие Востока и Запада. Это одновременно дорожный дневник и личное путешествие к пониманию себя и других."
  }
]