{
  "title": "Каталог библиотеки",
  "subtitle": "Нажми на описание — увидишь, что внутри.",
  "books": [
    {
      "id": "mann_dark_side",
      "author": "Майкл Манн",
      "title": "Тёмная сторона демократии",
      "desc": "Почему демократизация общества вместо процветания порой приводит к хаосу и кровопролитию? Почему рецепты, работающие на Западе, обращаются катастрофой в других регионах? И стоит ли нести «идеалы демократии» туда, где им совсем не рады? Майкл Манн, классик современной исторической социологии, говорит о том, о чем сегодня не принято говорить — о тёмной стороне демократии и зле, которое она несет.",
      "cover": "images/mann_dark_side.jpg"
    },
    {
      "id": "rees_auschwitz",
      "author": "Лоуренс Рис",
      "title": "Освенцим",
      "desc": "Из концентрационного лагеря для польских политических заключенных Освенцим превратился в место, где произошло крупнейшее в истории массовое убийство. Разыскав свидетелей тех событий, изучив документальный материал из недавно открытых архивов, Лоуренс Рис опровергает ряд заблуждений, касающихся Освенцима и Холокоста, и дает исчерпывающую картину того, что творилось в лагерном комплексе, где было зверски уничтожено более миллиона людей. История немыслимой жестокости, история мужества, выживания и спасения, непредвзятый анализ множества факторов, сочетание которых привело к тому, что в самом сердце Европы случилась трагедия такого чудовищного масштаба.",
      "cover": "images/rees_auschwitz.webp"
    },
    {
      "id": "reck_diary",
      "author": "Фридрих Рек-Маллечевен",
      "title": "Дневник отчаявшегося",
      "desc": "В дневнике, записи в котором появлялись с мая 1936-го до ареста автора в октябре 1944 года, Фридрих Рек-Маллечевен с беспримерной остротой описывает варварство национал-социализма, предвидя неизбежный крах режима. Текст Река-Маллечевена, впервые опубликованный в 1947 году, стал наиболее известным его произведением и одним из самых важных документов гитлеровского периода. Дневник переведен на французский, голландский, английский, итальянский и испанский языки.\n\nФридрих Рек-Маллечевен (1884–1945) — немецкий писатель, журналист. В 1944 году был помещен в концлагерь Дахау, где и погиб в феврале 1945 года.",
      "cover": "images/reck_diary.webp"
    },
    {
      "id": "stargardt_mobilized",
      "author": "Николас Старгардт",
      "title": "Мобилизованная нация. Германия 1939–1945",
      "desc": "Книга оксфордского профессора, одного из самых авторитетных исследователей нацизма, рассказывает о Второй мировой войне с точки зрения граждан Германии. В ее основу легли частные письма и дневники времен войны. В хронологическом порядке, с 1939 по 1945 г., изложено, как немцы восприняли начало войны, какие у них были надежды и страхи и как менялись их мысли и чувства в моменты побед и поражений, а также после разгрома нацизма. Автор подробно останавливается на том, как граждане воюющей страны воспринимали репрессии и жестокости на завоеванных территориях и в самой Германии, как относились к покоренным народам, к евреям и к «окончательному решению еврейского вопроса», а также на сложных взаимоотношениях между государством и церковью. Много места уделено теме массированной нацистской пропаганды. Немалый интерес представляют подробности повседневной жизни Германии на фронте и в тылу: нехватка продовольствия и промтоваров, карточная система, бомбежки, эвакуация, взаимоотношения с иностранными рабочими, проблемы детей и подростков. Занимая совершенно очевидную антинацистскую позицию, Николас Старгардт сознательно избегает оценок, стремясь дать беспристрастное, подтвержденное документами описание.",
      "cover": "images/stargardt_mobilized.jpg"
    },
    {
      "id": "yousef_son_of_hamas",
      "author": "Мусаб Хасан Юсеф",
      "title": "Сын ХАМАСа",
      "desc": "Зеленого принца (Мусаба Хасана Юсефа), сына одного из основателей и лидеров ХАМАСа, с детства учили ненавидеть. Но Мусаб не был прилежным учеником. И вместо ненависти и насилия он выбрал любовь и спасение. Более десяти лет Мусаб проработал на израильскую разведку Шин-Бет, предотвратил десятки терактов и спас сотни жизней. И хотя жизнь Мусаба напоминает сюжет шпионского триллера о двойном агенте, эта история гораздо глубже — о ежедневном выборе, с которым сталкивается человек. Где на одной чаше весов — семья и страна, а на другой — вера и принципы.",
      "cover": "images/yousef_son_of_hamas.jpg"
    },
    {
      "id": "bergman_rise_kill_first",
      "author": "Ронен Бергман",
      "title": "Восстань и убей первым",
      "desc": "Израильские спецслужбы – одна из самых секретных организаций на земле, что обеспечивается сложной системой законов и инструкций, строгой военной цензурой, запугиванием, допросами и уголовным преследованием журналистов и их источников, равно как и солидарностью и лояльностью личного состава. До того, как Ронен Бергман предпринял журналистское расследование, результатом которого стал этот монументальный труд, все попытки заглянуть за кулисы драматических событий, в которых одну из главных ролей играл Израиль, были в лучшем случае эпизодическими. Ни одно из тысяч интервью, на которых основана эта книга, данных самыми разными людьми, от политических лидеров и руководителей спецслужб до простых оперативников, никогда не получало одобрения военной элиты Израиля, и ни один из тысяч документов, которые этими людьми были переданы Бергману, не были разрешены к обнародованию. Огромное количество прежде засекреченных данных публикуются впервые.\n\nКнига вошла в список бестселлеров газеты New York Times, а также в список 10 лучших книг New York Times, названа в числе лучших книг года изданиями New York Times Book Review, BBC History Magazine, Mother Jones, Kirkus Reviews, завоевала премию National Jewish Book Award (History).",
      "cover": "images/bergman_rise_kill_first.jpg"
    },
    {
      "id": "ibrahim_son_of_terrorist",
      "author": "Зак Ибрагим",
      "title": "Сын террориста. История одного выбора",
      "desc": "Зак Ибрагим — сын террориста Эль-Саида Нуссара, организатора взрыва ВТЦ 1993 года, который выбрал путь мира, а не насилия. В своей книге «Сын террориста. История одного выбора» и лекциях TED он описывает, как, воспитываясь в атмосфере экстремизма, он отказался от ненависти, став активистом по борьбе с фанатизмом.",
      "cover": "images/ibrahim_son_of_terrorist.jpg"
    },
    {
      "id": "rafati_forgot_to_die",
      "author": "Халил Рафати",
      "title": "Я забыл умереть",
      "desc": "Он выгуливал собак, был няней, полировал автомобили, работал мебельщиком, консультантом реабилитационного центра, менеджером ресторана и… наркодилером. Сегодня Халил Рафати является владельцем йога-студии в Малибу и сети популярных смузи-баров в Калифорнии. Он также основал Riviera Recovery — реабилитационный жилой комплекс для наркоманов и алкоголиков и является членом правления монастыря Таши Лхунпо в Индии.",
      "cover": "images/rafati_forgot_to_die.jpg"
    },
    {
      "id": "pozhivilko_tears_of_joy",
      "author": "Константин Поживилко",
      "title": "Слезы радости. Как я разлагал израильскую армию",
      "desc": "В книге идет речь о роли израильской армии в обществе, принципах ее формирования и функционирования в мирное и военное время. Особое внимание уделено спецназу и десантным войскам. Полезная информация дается через живое, увлекательное описание армейских будней репатрианта из России. Искренний рассказ юноши от первого лица окрашен ироническим осмыслением повзрослевшего человека, пишущего о событиях спустя несколько лет.",
      "cover": "images/pozhivilko_tears_of_joy.png"
    },
    {
      "id": "hastings_vietnam",
      "author": "Макс Хейстингс",
      "title": "Вьетнам. История трагедии. 1945–1975",
      "desc": "Война во Вьетнаме — самый противоречивый военный конфликт XX в., споры о котором не утихают до сих пор. Работая над книгой, британский историк Макс Хейстингс провел три года, беседуя со множеством участников с обеих сторон, а также исследуя сотни американских и вьетнамских документов и мемуаров. Хейстингс не ищет правых и виноватых, но старается беспристрастно показать все ужасы этой войны с обеих сторон конфликта. «Вьетнам» — очередной фундаментальный труд Хейстингса, поистине масштабное повествование об эпической борьбе. Хейстингс во всех подробностях описывает войну во Вьетнаме: хронологию боевых столкновений, жизнь простого населения в условиях войны, зверства с той и другой стороны конфликта, закулисные политические игры, личные воспоминания участников.",
      "cover": "images/hastings_vietnam.jpg"
    },
    {
      "id": "hersey_hiroshima",
      "author": "Джон Херси",
      "title": "Хиросима",
      "desc": "Шестого августа 1945 года впервые в истории человечества было применено ядерное оружие: американский бомбардировщик «Энола Гей» сбросил атомную бомбу на Хиросиму. Более ста тысяч человек погибли, сотни тысяч получили увечья и лучевую болезнь. Год спустя журнал The New Yorker отвел целый номер под репортаж Джона Херси, проследившего, что было с шестью выжившими до, в момент и после взрыва. Изданный в виде книги репортаж разошелся тиражом свыше трех миллионов экземпляров и многократно признавался лучшим образцом американской журналистики XX века. В 1985 году Херси написал статью, которая стала пятой главой «Хиросимы»: там он рассказал, как далее сложились судьбы шести главных героев его книги. С бесконечной внимательностью к деталям и фактам Херси описывает воплощение ночного кошмара нескольких поколений — кошмара, который не перестал нам сниться.",
      "cover": "images/hersey_hiroshima.webp"
    },
    {
      "id": "buscher_berlin_moscow",
      "author": "Вольфганг Бюшер",
      "title": "Берлин — Москва. Пешее путешествие",
      "desc": "Книга «Берлин – Москва» (2003) немецкого журналиста и писателя Вольфганга Бюшера рассказывает об особого рода «путешествии на Восток», о пешем восьмидесятидвухдневном пути к пониманию себя и других на переходе от Берлина до Москвы.",
      "cover": "images/buscher_berlin_moscow.jpg"
    }
  ]
}